MINI_APP_URL = "https://illisone.github.io/avtoslon_bot/" 
CATALOG_URL = "https://vashglavnyisait.ru/catalog"
MANAGER_LINK = "https://t.me/K_Dim17"
GENERAL_CHAT_URL = "https://t.me/c/2089025742" 
DRIVE_CARD_LINK = "https://drom.ru/vasha_kartochka"
GIS_LINK = "https://2gis.ru/novosibirsk/firm/70000001103344599/tab/reviews"
TELEGRAM_LINK = "https://t.me/vash_kanal_s_otzivami_zaglushk"
FAQ_APP_URL = "https://illisone.github.io/avtoslon_bot/faq.html"
CONTACTS_APP_URL = "https://illisone.github.io/avtoslon_bot/contacts.html"


TEXT_COMPANY_CAPTION_1 = """
🤝 Благодарим за ваш интерес к компании «АвтоСлон»

Мы — ваш надежный партнер в мире автомобилей из-за рубежа. Уже несколько лет мы помогаем автолюбителям приобретать желанные автомобили из:
— Китая
— Японии
— Кореи
— Америки
Без лишнего стресса и переплат!

🎯 Наша миссия — сделать процесс покупки авто простым, безопасным и выгодным для вас. 
Мы берем на себя все сложные этапы — от профессионального подбора и проверки автомобиля до таможенного оформления и постановки на учет в РФ. 
Ваш личный менеджер всегда на связи и держит вас в курсе на каждом этапе.
""" 

TEXT_COMPANY_PART_2_FULL = """
⬇️ Почему нам доверяют тысячи клиентов:

• Гарантия надежности
Все автомобили проходят тщательную проверку, а перевозки полностью застрахованы. Ваши инвестиции находятся в безопасности.

• Реальная экономия
В среднем наши клиенты экономят от 500 000 рублей при покупке автомобиля.

• Полное сопровождение
Мы берем на себя все юридические и таможенные вопросы. Вам не нужно разбираться в сложных процедурах — мы сделаем всё за вас.

• Прозрачность на всех этапах
Вы всегда знаете, на каком этапе находится ваш автомобиль и какие процедуры осуществляются.

• Индивидуальный подход
Мы подбираем варианты, которые идеально соответствуют вашему запросу и бюджету.

Рассчитайте вашу персональную выгоду прямо сейчас — нажмите кнопку для бесплатного расчета стоимости автомобиля с учетом всех таможенных платежей и доставки.

С уважением, команда «АвтоСлон»
"""


PARTNERSHIP_DETAILS_FULL = """
Вы любите автомобили и хотите зарабатывать на этом?

Забирайте 1% с КАЖДОЙ сделки!
Без лишних формальностей, у вас появится еще один источник дохода БЕЗ вложений!

🔎 Как это работает:
За рекомендацию нашей компании - ВЫ ПОЛУЧАЕТЕ КЭШ — 1% с каждой сделки💰

🔎 В ДЕНЬ ПОКУПКИ АВТОМОБИЛЯ:

Человек должен сообщить, что пришел именно от вас и ваш счет карточки пополнится.

А сам клиент - получит скидку на наши услуги в размере 10.000 рублей 💸

✨ Здесь нет потолка!

Если вы профессионально занимаетесь автомобилями/являетесь менеджером по подбору авто - у нас есть спец.предложение!

➡️ Если остались вопросы, пишите:
""" 

TEXT_CLIENTS_CAPTION = """
💬 Мы искренне гордимся каждым отзывом — для нас это лучший показатель надежности и профессионализма. 
Ваше доверие вдохновляет нас становиться лучше с каждым днём.

📌 Убедитесь в нашей ответственности и компетентности — читайте независимые мнения и задавайте вопросы!
"""


TEXT_DRIVE_CARD = f"""
Посмотреть нашу карточку и отзывы на Drom.ru
"""
TEXT_CONTACTS = """
"""
